$( function() {
var availableTags1 = [
  "현지 통역",
  "현지 차량",
  "번역",
  "현지 기관 섭외"
];
$( "#tags1" ).autocomplete({
  source: availableTags1
});

var availableTags2 = [
  "대한민국","독일","네덜란드","룩셈부르크","모나코","벨기에","스위스","아일랜드","영국","오스트리아",
  "이탈리아","프랑스","그리스", "몬테네그로","몰타","보스니아 헤르체고비나","스페인","슬로베니아",
  "영국령 지브롤터","크로아티아","터키","포르투갈",
  "라트비아","러시아","루마니아","리투아니아","마케도니아","불가리아","세르비아",
  "슬로바키아","에스토니아","우크라이나","조지아","체코","폴란드","헝가리","노르웨이","덴마크","스웨덴","아이슬란드","핀란드",
  "라오스","말레이시아","몰디브","미얀마","베트남","브루나이","인도네시아","캄보디아","태국","필리핀",
  "일본","중국","홍콩","마카오","대만","싱가폴","아랍에미리트","아제르바이잔","요르단","이스라엘","카타르",
  "네팔","몽골","인도","카자흐스탄","미국","캐나다","괴테밀라","도미니카 공화국","멕시코","바하마","버진아일랜드",
  "볼리비아","브라질","아르헨티나","엘살바도르","우루과이","칠레","코스타리카","콜롬비아","쿠바","파나마","페루",
  "뉴질랜드","오스트레일리아","괌","사이판","팔라우","남아프리카 공화국","모로코"

];
$( "#tags2" ).autocomplete({
  source: availableTags2
});

} );
